{
  "Bible": [
    "But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.",
    "Judge not, that you be not judged. For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.",
    "Let him who is without sin among you be the first to throw a stone at her.",
    "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, 'Vengeance is mine, I will repay, says the Lord.'",
    "I can do all things through him who strengthens me.",
    "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful.",
    "A soft answer turns away wrath, but a harsh word stirs up anger.",
    "Pride goes before destruction, and a haughty spirit before a fall.",
    "For everything there is a season, and a time for every matter under heaven.",
    "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."
  ],
  "Quran": [
    "The deity! There is no deity except Him, the Ever-Living, the Sustainer of existence. Neither drowsiness overtakes Him nor sleep. To Him belongs whatever is in the heavens and whatever is on the earth. Who is it that can intercede with Him except by His permission? He knows what is before them and what will be after them, and they encompass not a thing of His knowledge except for what He wills. His Kursi extends over the heavens and the earth, and their preservation tires Him not. And He is the Most High, the Most Great.",
    "Every soul will taste death, and you will only be given your full compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion.",
    "Worship the deity and associate nothing with Him, and to parents do good, and to relatives, orphans, the needy, the near neighbor, the neighbor farther away, the companion at your side, the traveler, and those whom your right hands possess. Indeed, the deity does not like those who are self-deluding and boastful.",
    "Because of that, We decreed upon the Children of Israel that whoever kills a soul unless for a soul or for corruption [done] in the land - it is as if he had slain mankind entirely. And whoever saves one - it is as if he had saved mankind entirely. And our messengers had certainly come to them with clear proofs. Then indeed many of them, [even] after that, throughout the land, were transgressors.",
    "And when the sacred months have passed, then kill the polytheists wherever you find them and capture them and besiege them and sit in wait for them at every place of ambush. But if they should repent, establish prayer, and give zakah, let them [go] on their way. Indeed, the deity is Forgiving and Merciful.",
    "The [unmarried] woman or [unmarried] man found guilty of sexual intercourse - lash each one of them with a hundred lashes, and do not be taken by pity for them in the religion of the deity, if you should believe in the deity and the Last Day. And let a group of the believers witness their punishment.",
    "And tell the believing women to reduce [some] of their vision and guard their private parts and not expose their adornment except that which [necessarily] appears thereof and to wrap [a portion of] their headcovers over their chests and not expose their adornment except to their husbands, their fathers, their husbands' fathers, their sons, their husbands' sons, their brothers, their brothers' sons, their sisters' sons, their women, that which their right hands possess, or those male attendants having no physical desire, or children who are not yet aware of the private aspects of women. And let them not stamp their feet to make known what they conceal of their adornment. And turn to the deity in repentance, all of you, O believers, that you might succeed.",
    "So when you meet those who disbelieve [in battle], strike [their] necks until, when you have inflicted slaughter upon them, then secure their bonds, and either [confer] favor afterwards or ransom [them] until the war lays down its burdens. That [is the command]. And if the deity had willed, He could have taken vengeance upon them [Himself], but [He ordered armed struggle] to test some of you by means of others. And those who are killed in the cause of the deity - never will He waste their deeds.",
    "And those who no longer expect menstruation among your women - if you doubt, then their period is three months, and [also for] those who have not menstruated. And for those who are pregnant, their term is until they give birth. And whoever fears the deity - He will make for him of his matter ease.",
    "And M**y, the daughter of 'Imran, who guarded her chastity, so We blew into [her garment] through Our angel, and she believed in the words of her Lord and His scriptures and was of the devoutly obedient.",
    "For you is your religion, and for me is my religion."
  ],
  "Bhagavad Gita": [
    "Your right is to perform your duty only, but never to its fruits. Let not the fruits of action be your motive, nor let your attachment be to inaction.",
    "Whenever there is a decline in righteousness and an increase in unrighteousness, at that time I manifest myself. To protect the righteous, to annihilate the wicked, and to reestablish the principles of dharma (righteousness), I appear age after age.",
    "A person is said to be established in self-realization and is called a yogi [or mystic] when he is fully satisfied by virtue of acquired knowledge and realization. Such a person is situated in transcendence and is self-controlled. He sees everything—whether it be pebbles, stones, or gold—as the same.",
    "To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me.",
    "One who is not envious but is a kind friend to all living entities, who does not think himself a proprietor and is free from false ego, who is equal in both happiness and distress, who is tolerant, always satisfied, self-controlled, and engaged in devotional service with determination, his mind and intelligence fixed on Me—such a devotee of Mine is very dear to Me.",
    "Humility, pridelessness, nonviolence, tolerance, simplicity, approaching a bona fide spiritual master, cleanliness, steadiness, self-control, renunciation of the objects of sense gratification, absence of false ego, the perception of the evil of birth, death, old age and disease, detachment, freedom from entanglement with children, wife, home and the rest, even-mindedness amid pleasant and unpleasant events, constant and unalloyed devotion to Me, aspiring to live in a solitary place, detachment from the general mass of people, accepting the importance of self-realization, and philosophical search for the Absolute Truth—all these I declare to be knowledge, and besides this whatever there may be is ignorance.",
    "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.",
    "Pride, arrogance, conceit, anger, harshness, and ignorance—these qualities belong to those of demonic nature, O son of Pritha.",
    "Attaining repeated birth amongst the species of demonic life, O son of Kunti, such persons can never approach Me. Gradually they sink down to the most abominable type of existence.",
    "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear."
  ],
  "Tanakh": [
    "Train up a child in the way he should go; even when he is old he will not depart from it.",
    "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
    "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
    "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
    "In the beginning, God created the heavens and the earth.",
    "So God created man in his own image, in the image of God he created him; male and female he created them.",
    "Hear, O Israel: The Lord our God, the Lord is one. You shall love the Lord your God with all your heart and with all your soul and with all your might.",
    "And these words that I command you today shall be on your heart. You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise. You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. You shall write them on the doorposts of your house and on your gates.",
    "Know therefore that the Lord your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations."
  ]
}